Repository: MuhammetEmreNumanoglu/Graduation-Project
Catalog: men/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Acil Destek
tr: Emergency Support

source: İhtiyacınız olduğunda hemen ulaşabileceğiniz güvenli destek sistemi
tr: Safe support system you can reach immediately when you need it

source: Acil durum mesajı göndermek için butona tıklayın
tr: Click the button to send an emergency message

source: BENİ ARA ACİLL KRİZ GEÇİRİYORUM !!!
tr: CALL ME NOW, I'M IN CRISIS!!!

source: Şu an kendimi iyi hissetmiyorum bana ulaşır mısın ?
tr: I don't feel well right now, can you contact me?

source: İyi değilim 10 dk içinde bir şey yazmazsam bana ulaş
tr: I'm not well — please contact me if I don't respond in 10 minutes

source: Ana Sayfa
tr: Home

source: Bildirimler
tr: Notifications

source: Günlük Görevleriniz Hazır!
tr: Your Daily Tasks Are Ready!

source: Bugün için 3 yeni görev eklendi. Hemen kontrol edin!
tr: 3 new tasks added for today. Check them now!

source: 5 dakika önce
tr: 5 minutes ago

source: Tebrikler!
tr: Congratulations!

source: Bu hafta 5 gün üst üste günlük görevlerinizi tamamladınız.
tr: You completed your daily tasks 5 days in a row this week.

source: 2 saat önce
tr: 2 hours ago

source: Yeni İçerik
tr: New Content

source: Stres yönetimi için yeni bir nefes egzersizi eklendi.
tr: A new breathing exercise for stress management has been added.

source: Dün
tr: Yesterday

source: Destek Mesajınız
tr: Your Support Message

source: Destek duvarında paylaştığınız mesaja 3 yeni yorum geldi.
tr: 3 new comments came to the message you shared on the support wall.

source: 2 gün önce
tr: 2 days ago

source: Tamamlanan Görevler
tr: Completed Tasks

source: Günlük Nefes Egzersizi
tr: Daily Breathing Exercise

source: 5 dakikalık nefes egzersizi tamamlandı
tr: 5-minute breathing exercise completed

source: Bugün, 10:30
tr: Today, 10:30

source: Günlük Düşünce Günlüğü
tr: Daily Thought Journal

source: Bugünkü düşüncelerinizi kaydettiniz
tr: You recorded today's thoughts

source: Dün, 20:15
tr: Yesterday, 20:15

source: Bekleyen Görevler
tr: Pending Tasks

source: Haftalık Değerlendirme
tr: Weekly Assessment

source: Bu haftaki ilerlemenizi değerlendirin
tr: Evaluate your progress this week

source: Son Tarih: Yarın
tr: Due Date: Tomorrow

source: Her gün yeni bir motivasyon ve ilham için özel olarak seçilmiş kartlar
tr: Specially selected cards for new motivation and inspiration every day

source: Bugünün Sözü
tr: Today's Quote

source: Her gün yeni bir başlangıçtır. Kendine inan ve ilerle.
tr: Every day is a new beginning. Believe in yourself and move forward.

source: Bugün kendine güven
tr: Trust yourself today

source: Motivasyon
tr: Motivation

source: Küçük adımlar büyük değişimlere yol açar. Her gün bir adım at.
tr: Small steps lead to big changes. Take one step every day.

source: Adım adım ilerle
tr: Move forward step by step

source: Düşünce
tr: Thought

source: Olumlu düşünceler, olumlu sonuçlar doğurur. Bugün kendine iyi davran.
tr: Positive thoughts bring positive results. Be kind to yourself today.

source: Pozitif kal
tr: Stay positive

source: Farkındalık
tr: Mindfulness

source: Şu anı yaşa, geçmişi bırak, geleceği planla ama bugüne odaklan.
tr: Live in the moment, let go of the past, plan the future but focus on today.

source: Anı yaşa
tr: Live the moment

source: İyileşme
tr: Healing

source: Kendini sev ve kabul et. Mükemmel olmak zorunda değilsin, sadece kendin ol.
tr: Love and accept yourself. You don't have to be perfect, just be yourself.

source: Kendini sev
tr: Love yourself

source: Başarı
tr: Success

source: Başarı yolculuğu, her gün atılan küçük adımlarla başlar. Bugün senin günün.
tr: The journey to success begins with small steps taken every day. Today is your day.

source: Başarıya odaklan
tr: Focus on success

source: My Tasks
tr: Görevlerim

source: Breathing Exercise
tr: Nefes Egzersizi

source: Daily Reflection
tr: Günlük Yansıtma
